Repository: lmparppei/Beat
Catalog: *.lproj/Localizable.strings
Languages: fi, fr, sv, zh_hans

# templates.outliningTutorial.description
source: Learn more advanced outlining tricks
fi: Opas tarinan rakentamiseen
fr: Apprendre davantage d'astuces d'intrigue
sv: Avancerade outlining-trick
zh_hans: 学习更多高级大纲技巧

# templates.outliningTutorial.title
source: Outlining Tutorial
fi: Rakennetutoriaali
fr: Tutoriel d'intrique
sv: Outlining självstudie
zh_hans: 大纲教程

# templates.showTutorialsAndTemplates
source: Show Tutorials and Templates...
fi: Näytä tutoriaalit ja mallit...
fr: Afficher les tutoriels et modèles...
sv: Visa handledningar och mallar...
zh_hans: 显示教程和模板...

# templates.templates
source: Templates
fi: Mallipohjat
fr: Modèles
sv: Självstudier
zh_hans: 模板

# templates.threeActOutline.description
source: The classical story structure in 8 sequences
fi: Klassinen elokuvan rakenteen mallipohja
fr: La structure narrative classique en 8 séquences
sv: Den klassiska berättarstrukturen i 8 sekvenser
zh_hans: 经典的 8 个序列故事结构

# templates.threeActOutline.title
source: Three-Act Outline
fi: Kolminäytöksinen pohja
fr: Intrigue en 3 actes
sv: Tre-akters mall
zh_hans: 三幕大纲

# templates.tutorial.description
source: Quickstart guide to Beat!
fi: Pikaopas Beatin käyttöön
fr: Guide rapide pour Beat !
sv: Kom igång med Beat!
zh_hans: Beat 快速入门指南！

# templates.tutorial.title
source: Tutorial
fi: Tutoriaali
fr: Tutoriel
sv: Självstudie
zh_hans: 教程

# templates.tutorials
source: Tutorials
fi: Tutoriaalit
fr: Tutoriels
sv: Självstudier
zh_hans: 教程

# textView.information.characters
source: Characters
fi: Merkkejä
fr: Personnages
sv: Tecken
zh_hans: 字符

# textView.information.selection
source: Selection
fi: Valinta
fr: Sélection
sv: Markering
zh_hans: 选中项

# textView.information.words
source: Words
fi: Sanoja
fr: Mots
sv: Ord
zh_hans: 单词

# timer.charactersRemoved
source: characters removed
fi: merkkiä poistettu
fr: personnages supprimés
sv: tecken borttagna
zh_hans: 已删除字符

# timer.charactersTyped
source: characters typed
fi: merkkiä lisätty
fr: personnages entrés
sv: tecken skrivna
zh_hans: 已输入字符

# timer.reset
source: Reset
fi: Nollaa
fr: Réinitialiser
sv: Återställ
zh_hans: 重置

# timer.start
source: Start
fi: Käynnistä
fr: Commencer
sv: Starta
zh_hans: 开始

# type.centered
source: Centered
fr: Centré

# type.character
source: Character Cue
fr: Repère de personnage

# type.dualDialogue
source: Dual Dialogue
fr: Dialogue simultané

# type.dualDialogueCharacter
source: Dual Dialogue Cue
fr: Repère de dialogue simultané

# type.dualDialogueParenthetical
source: Dual Dialogue Parenthetical
fr: Parenthèse de dialogue simultané

# type.empty
source: Empty
fr: Vide

# type.heading
source: Scene Heading
fr: En-tête de scène

# type.lyrics
source: Lyrics
fr: Paroles

# type.multiple
source: (Multiple lines)
fr: (Lignes multiples)

# type.pageBreak
source: Page Break
fr: Saut de page

# type.parenthetical
source: Parenthetical
fr: Parenthèse

# type.shot
source: Shot / Mini Slug
fr: Plan / Sous-titre

# type.titlePageAuthor
source: Author
fr: Auteur

# type.titlePageContact
source: Contact Info
fr: Informations de contact

# type.titlePageCredit
source: Credit
fr: Crédit

# type.titlePageDraftDate
source: Draft Date
fr: Date de version

# type.titlePageTitle
source: Title
fr: Titre

# type.titlePageUnknown
source: Title Page
fr: Page de titre

# unlock_document.confirm
source: Are you sure you want to unlock the document and allow changes?
fi: Haluatko varmasti avata lukituksen ja sallia muutokset käsikirjoitukseen?
fr: Êtes-vous certain de vouloir dévérouiller le document et autoriser les modifications ?
sv: Är du säker på att du vill låsa upp dokumentet och tillåta ändringar?
zh_hans: 您确定要解除文档锁定并允许更改吗?

# unlock_document.title
source: Unlock Document
fi: Avaa dokumentin lukitus
fr: Dévérouiller le document
sv: Lås upp dokument
zh_hans: 解除文档锁定

# versionControl.addExternalFile
source: Open File...
fr: Ouvrir le fichier...

# versionControl.base
source: Base
fr: Référence

# versionControl.current
source: Current
fr: Actuel

# versionControl.noVersionControl
source: No Version Control
fr: Aucun contrôle de version

# editor.goToSceneNumber.placeholder
source: eg. 123
fi: esim. 123
sv: t.ex. 123
zh_hans: 例如 123

# export.printSections
source: Sections
sv: Sektioner
zh_hans: 选中项

# export.printNotes
source: Notes
sv: Anteckningar
zh_hans: 注释

# force.action
source: Action
fi: Toiminta
sv: Scenbeskrivning
zh_hans: 动作

# statisticsPanel.shortForPages
source: pgs
fi: s.
sv: sidor
zh_hans: 页

# textView.information.document
source: Document
fi: Dokumentti
sv: Dokument
zh_hans: 文档

# textView.information.page
source: Page
fi: Sivu
sv: Sida
zh_hans: 页（当前）

# textView.information.pages
source: Pages
fi: Sivuja
sv: Sidor
zh_hans: 页（所有）

# documentSettings.style
source: Style
sv: Stil

# tag.costume
source: Costume
sv: Kostym
zh_hans: 服装

# tag.animal
source: Animal
sv: Djur
zh_hans: 动物

# general.OK
source: OK
zh_hans: 好的

# general.ok
source: OK
zh_hans: 好的

# plugins.version
source: Version
fi: Versio
zh_hans: 版本

# print.pdfButton
source: PDF
zh_hans: 创建 PDF

# color.cyan
source: Cyan
fi: Syaani
zh_hans: 青色

# color.orange
source: Orange
fi: Oranssi
zh_hans: 橘色

# color.magenta
source: Magenta
zh_hans: 品红色

# color.rose
source: Rose
zh_hans: 玫瑰色

# export.printSynopsis
source: Synopsis
zh_hans: 梗概

# outline.settings.notes
source: Notes
fi: Muistiinpanot
zh_hans: 注释

# tag.vfx
source: VFX
zh_hans: 视效
