Repository: lmparppei/Beat
Catalog: *.lproj/Localizable.strings
Languages: fi, fr, sv, zh_hans

# app.manual
source: Manual
fi: Manuaali
fr: Manuel
zh_hans: 手册

# app.patchNotes
source: Patch Notes
fi: Päivityksen tiedot
fr: Notes de mise à jour
sv: Nytt i denna version
zh_hans: 更新说明

# backup.backupVault
source: Open Backup Vault...
fi: Avaa varmuuskopiokansio...
fr: Ouvrir le répertoire de sauvegardes...
sv: Öppna Backup Vault...
zh_hans: 打开备份库...

# backup.browseVersions
source: Browse versions...
fi: Selaa versioita...
fr: Parcourir les versions...
sv: Visa versioner...
zh_hans: 浏览版本...

# backup.reverting.message
source: Any unsaved changes will be lost when reverting to an earlier version.
fi: Kaikki tallentamattomat muutokset hävitetään, kun palaat varmuuskopioituun versioon. Haluatko varmasti jatkaa?
fr: Toute modification non enregistrée sera perdue lors du retour à une version plus ancienne.
sv: Alla osparade ändringar försvinner när du återgår till en tidigare version.
zh_hans: 恢复到早期版本时，任何未保存的更改都将丢失。

# backup.reverting.title
source: Revert File
fi: Palauta tiedosto
fr: Restaurer le fichier
sv: Återgå
zh_hans: 恢复文件

# backup.revertToSaved
source: Revert To Saved
fi: Viimeksi tallennettu
fr: Revenir à la dernière version enregistrée
sv: Återgå till sparad
zh_hans: 恢复到已保存状态

# cardView.noScenes
source: No Scenes
fi: Ei kohtauksia
fr: Aucune scène
sv: Inga scener
zh_hans: 无场景

# cardView.noScenesInformation
source: When you write some scenes, they will be visible as cards in this view
fi: Kohtauskortit tulevat näkyviin, kun lisäät ensimmäisen kohtauksen käsikirjoitukseesi
fr: En écrivant certaines scènes, elles seront visibles comme cartes dans cette vue.
sv: Scenhuvuden som du skriver in i ditt manus blir synliga som kort i denna vy
zh_hans: 当您创作一些场景时，它们将在此视图中以卡片形式呈现

# cardView.print
source: Print
fi: Tulosta
fr: Imprimer
sv: Skriv ut
zh_hans: 打印

# character.editor.addAlias
source: Add Alias...
fr: Ajouter un Alias...
sv: Tillsätt alias...

# character.editor.age
source: Age
fi: Ikä
fr: Âge
sv: Ålder
zh_hans: 年龄

# character.editor.biography
source: Biography
fi: Kuvaus
fr: Biographie
sv: Biografi
zh_hans: 人物介绍

# character.editor.highlight
source: Highlight Color
fr: Couleur du surlignage
sv: Markeringsfärg

# character.editor.lines
source: Lines
fi: Repliikit
fr: Lignes
sv: Rader
zh_hans: 台词

# color.blue
source: Blue
fi: Sininen
fr: Bleu
sv: Blå
zh_hans: 蓝色

# color.brown
source: Brown
fi: Ruskea
fr: Marron
sv: Brun
zh_hans: 棕色

# color.buff
source: Buff
fr: Beige
zh_hans: 米色

# color.cherry
source: Cherry
fr: Cerise
zh_hans: 樱桃色

# color.goldenrod
source: Goldenrod
fr: Jaune clair
zh_hans: 金橘色

# color.green
source: Green
fi: Vihreä
fr: Vert
sv: Grön
zh_hans: 绿色

# color.none
source: None
fi: Ei mitään
fr: Aucune
sv: Ingen
zh_hans: 无

# color.pink
source: Pink
fi: Pinkki
fr: Rose
sv: Rosa
zh_hans: 粉色

# color.purple
source: Purple
fi: Violetti
fr: Violet
zh_hans: 紫色

# color.red
source: Red
fi: Punainen
fr: Rouge
sv: Röd
zh_hans: 红色

# color.salmon
source: Salmon
fr: Saumon
zh_hans: 浅橙色

# color.yellow
source: Yellow
fi: Keltainen
fr: Jaune
sv: Gul
zh_hans: 黄色

# dataHealth.warning.ignore
source: Ignore
fr: Ignorer

# dataHealth.warning.informative
source: The file has revisions, reviews or tags, which have been moved out of place, probably because the file was edited outside of Beat. It's not dangerous, but previous ranges might not make sense anymore
fr: Ce fichier contient des révisions, corrections et marqueurs déplacés, probablement car le fichier a été modifié en dehors de Beat. Cela ne représente aucun danger, mais les plages précédentes peuvent avoir perdu leur cohérence.

# dataHealth.warning.remove
source: Remove All Ranges
fr: Supprimer toutes les plages

# dataHealth.warning.title
source: Ranges Out Of Sync
fr: Plages désynchronisées

# documentSettings.firstPageNumber
source: First Page Number
fr: Premier numéro de page
sv: Nummer på första sidan

# documentSettings.firstSceneNumber
source: First Scene Number
fr: Premier numéro de scène
sv: Nummer på första scenen

# documentSettings.novelContentAlignment
source: Alignment
fr: Alignement
sv: Textjustering

# documentSettings.novelLineHeightMultiplier
source: Line Spacing
fr: Espacement de ligne
sv: Mellanrum

# documentSettings.pageNumberingMode
source: Page Numbering Starts at...
fr: La numérotation de page commence à...
sv: Sidnumrering börjar vid...

# documentSettings.pageSize
source: Page Size
fr: Taille de page
sv: Sidstorlek

# documentSettings.title
source: Document Settings
fr: Paramètres du document
sv: Dokumentinställningar

# editor.goToSceneNumber.message
source: Go to scene number...
fi: Siirry kohtaukseen numero...
fr: Aller au numéro de scène...
sv: Gå till scen nummer...
zh_hans: 转到场景编号...

# editor.setSceneNumber
source: Set Number For Scene
fi: Aseta kohtausnumero
fr: Régler le numéro de scène
sv: Ange scennummer
zh_hans: 设置场景编号

# editor.setSceneNumber.info
source: Custom scene number (can include letters, or press space for a scene with no scene number)
fi: Muokatto kohtausnumero (voi sisältää myös kirjaimia tai pelkän välilyönnin)
fr: Numéro de scène personnalisé (peut inclure des lettres, ou utiliser Espace pour une scène sans numéro)
sv: Önskat scennummer (kan även innehålla bokstäver, alternativt tryck på mellanslag för att ange scen utan scennummer)
zh_hans: 自定义场景编号（为无数字编号的场景设置，可以包含字母或空格。）

# export.includeInvisibleElements
source: Include Invisible Elements
fr: Inclure les éléments invisibles
sv: Osynliga element
zh_hans: 包含不可见的元素

# export.includeRevisions
source: Include Revision Markers
fr: Inclure les marqueurs de révision
sv: Skriv ut revisionsmarkeringar

# export.prefix
source: Export
fi: Vie
fr: Exporter
zh_hans: 导出

# export.printSceneNumbers
source: Scene Numbers
fr: Numéros de scènes
sv: Scennummer
zh_hans: 场景编号

# force.character
source: Character
fi: Hahmo
fr: Personnage
sv: Karaktärsnamn
zh_hans: 角色

# force.heading
source: Scene Heading
fi: Kohtausotsikko
fr: En-tête de scène
sv: Scenhuvud
zh_hans: 场景标题

# force.lyrics
source: Lyrics
fi: Laulunsanat
fr: Paroles
sv: Lyrik
zh_hans: 歌词

# gender.man
source: Man
fi: Mies
fr: Homme
zh_hans: 男性

# gender.man.plural
source: Men
fi: Miehet
fr: Hommes
sv: Män
zh_hans: 男性

# gender.other
source: Other
fi: Muu
fr: Autre
sv: Annan
zh_hans: 其它

# gender.other.plural
source: Other
fi: Muut
fr: Autre
sv: Andra
zh_hans: 其它

# gender.unspecified
source: Unspecified
fi: Tuntematon
fr: Non spécifié
sv: Ej angett
zh_hans: 未知

# gender.unspecified.plural
source: Unspecified
fi: Määrittämätön
fr: Non spécifié
sv: Ej angett
zh_hans: 未知

# gender.woman
source: Woman
fi: Nainen
fr: Femme
sv: Kvinna
zh_hans: 女性

# gender.woman.plural
source: Women
fi: Naiset
fr: Femmes
sv: Kvinnor
zh_hans: 女性

# general.cancel
source: Cancel
fi: Peruuta
fr: Annuler
sv: Avbryt
zh_hans: 取消

# general.close
source: Close
fi: Sulje
fr: Fermer
sv: Stäng
zh_hans: 关闭

# general.new
source: New
fr: Nouveau

# general.no
source: No
fi: Ei
fr: Non
sv: Nej
zh_hans: 否

# general.redo
source: Redo
fi: Tee sittenkin
fr: Refaire
sv: Gör om
zh_hans: 重做

# general.revealInFinder
source: Reveal in Finder
fr: Afficher dans le finder

# general.revert
source: Revert
fi: Palauta
fr: Restaurer
sv: Återställ
zh_hans: 恢复

# general.selectAll
source: Select All
fr: Tout sélectionner
sv: Markera allt

# general.undo
source: Undo
fi: Peru
fr: Annuler
sv: Ångra
zh_hans: 撤销

# general.untitled
source: Untitled
fr: Sans titre
sv: Namnlös
zh_hans: 未命名

# general.yes
source: Yes
fi: Kyllä
fr: Oui
sv: Ja
zh_hans: 是

# import.prefix
source: Import
fi: Tuo
fr: Importer
zh_hans: 倒入

# language.alert
source: Restart required
fi: Käynnistä Beat uudelleen
fr: Redémarrage nécessaire
sv: Omstart behövs
zh_hans: 需要重新启动

# language.informative
source: You need to restart Beat for language change to take effect.
fi: Kielen vaihtaminen vaatii ohjelman uudelleenkäynnistyksen.
fr: Redémarrage nécessaire de Beat pour que le changement de langue prenne effet.
sv: Du måste starta om Beat för att språkinställningarna ska ändras.
zh_hans: 您需要重新启动 Beat 才能使语言更改生效。

# launch.newDocument.subtitle
source: Start a new, blank project
fi: Luo uusi projekti
fr: Commencer un nouveau projet vierge
sv: Starta ett nytt tomt projekt
zh_hans: 开始一个新的空白项目

# launch.templates.subtitle
source: Learn Beat and get started quickly!
fi: Aloita tästä, jos olet uusi käyttäjä!
fr: Apprenez Beat et démarrez en un instant!
sv: Börja här om du inte har använt Beat tidigare
zh_hans: 学习 Beat，快速开始！

# launch.tutorial.subtitle
source: Begin here, if you are new to Beat
fi: Aloita tästä, jos olet uusi käyttäjä
fr: Commencez ici si vous débutez avec Beat
sv: Börja här om du inte har använt Beat tidigare
zh_hans: 如果您是新手，请从这里开始 Beat

# license.info
source: A warm thank you for your donation! Copy and paste the key you received below.
fr: Nous vous remercions chaleureusement pour votre don. Copiez et collez ci-dessous la clé reçue.
zh_hans: 感谢您的捐赠！请在下方粘贴您收到的密钥。

# license.title
source: Enter Donation Key
fr: Entrer la clé de don
zh_hans: 输入捐赠密钥

# lock.clickToUnlock
source: Click to unlock
fi: Klikkaa avataksesi
fr: Cliquer pour déverouiller
sv: Klicka för att låsa upp
zh_hans: 单击解除锁定

# lock.documentLocked
source: Document is locked
fi: Dokumentti on lukittu
fr: Document vérouillé
sv: Dokumentet är låst
zh_hans: 文档已被锁定

# mode.reviewMode
source: Review Mode
fi: Kommenttitila
fr: Mode Correction
sv: Kommentarsläge
zh_hans: 审阅模式

# mode.taggingMode
source: Tagging Mode
fi: Merkintätila
fr: Mode Étiquetage
sv: Taggningsläge
zh_hans: 标记模式

source: Outline Settings
fi: Näkymän asetukset
fr: Paramètres de Plan
zh_hans: 大纲设置

# outline.settings.headings
source: Scene Headings
fr: En-têtes de scènes
sv: Scenrubriker
zh_hans: 场景标题

# outline.settings.markers
source: Markers
fi: Merkit
fr: Marqueurs
zh_hans: 标记

# outline.settings.sceneNumbers
source: Scene Numbers
fi: Kohtausnumerot
fr: Numéros de scènes
zh_hans: 场景编号

# outline.settings.snapshots
source: Show Snapshots
fi: Vilkaisukuvat
fr: Afficher les instantanés
zh_hans: 显示快照

# outline.settings.synopses
source: Synopses
fi: Synopsikset
fr: Synopsis
zh_hans: 概要

# pagination.forcedNote
source: Note: With this setting all pages will remain non-numbered until the first page break (===)
fr: Note : avec ce réglage, toutes les pages resteront sans numéros jusqu'au premier saut de page (===)
sv: Obs: Med den här inställningen förblir alla sidor onumrerade fram till första sidbrytningen (===)

# pagination.pageNumberingMode.anyContent
source: Any Content
fr: Tout contenu
sv: Valfritt innehåll

# pagination.pageNumberingMode.firstScene
source: First Scene
fr: Première scène
sv: Första scenen

# pagination.pageNumberingMode.forcedPageBreak
source: First Forced Page Break
fr: Premier saut de page forcé
sv: Första tvingade sidbrytningen

# pagination.paragraphPaginationMode.avoid
source: Avoid Breaking Actions
fr: Éviter de scinder les actions

# pagination.paragraphPaginationMode.default
source: Break Actions Across Pages (Default)
fr: Scinder les actions entre les pages (Défaut)

# plugins.compatibilityWarning
source: <b>Warning</b>: This plugin might not be compatible with your version of Beat. To ensure it works, download the latest version from App Store before continuing.
fi: <b>Varoitus</b>: Tämä liitännäinen ei välttämättä ole yhteensopiva nykyisen version kanssa. Päivitä Beat ennen jatkamista.
fr: <b>Attention</b> : Ce plugin pourrait ne pas être compatible avec votre version de Beat. Pour assurer son fonctionnement, téléchargez la dernière version depuis l'App Store avant de poursuivre.
sv: <b>Varning</b>: Denna plugin kan vara inkompatibel med din version av Beat. För att säkerställa att den fungerar, ladda ner den senaste versionen av Beat från App Store innan du fortsätter.
zh_hans: <b>警告</b>：此插件可能与您的 Beat 版本不兼容。为确保其正常工作，请从 App Store 下载最新版本后继续使用。

# plugins.currentVersion
source: Currently installed
fi: Nykyinen versio
fr: Actuellement installé
sv: Installerad version
zh_hans: 目前已安装

# plugins.download
source: Download
fi: Lataa
fr: Télécharger
sv: Ladda ner
zh_hans: 下载

# plugins.errorRunningScript
source: Error running script
fi: Laajennuksen koodia ei voitu suorittaa
fr: Erreur lors du chargement du script
sv: Ett fel uppstod när skriptet kördes
zh_hans: 脚本运行出错

# plugins.input.select
source: Select...
fi: Valitse...
fr: Sélectionner...
sv: Välj...
zh_hans: 选择...

# plugins.installed
source: Installed
fi: Asennettu
fr: Installé
sv: Installerad
zh_hans: 已安装

# plugins.library
source: Plugin Library
fi: Laajennuskirjasto
fr: Bibliothèque de plugins
sv: Plugin-bibliotek
zh_hans: 插件库

# plugins.update
source: Update
fi: Päivitä
fr: Mise à jour
sv: Updatera
zh_hans: 更新

# plugins.updateAvailable
source: Update available
fi: Päivitys saatavilla
fr: Mise à jour disponible
sv: Updatering tillgänglig
zh_hans: 更新可用

# print.createPDF
source: Create PDF
fi: Luo PDF
fr: Créer un PDF
sv: Skapa PDF
zh_hans: 创建 PDF

# print.print
source: Print
fi: Tulosta
fr: Imprimer
sv: Skriv ut
zh_hans: 打印

# print.printButton
source: Print
fi: Tulosta
fr: Imprimer
sv: Skriv ut
zh_hans: 打印

# quickSettings.novelContentAlignment
source: Alignment
fr: Alignement

# quickSettings.novelLineHeightMultiplier
source: Line Spacing
fi: Riviväli
fr: Espacement de ligne
sv: Mellanrum
zh_hans: 行距

# revision.1
source: First
fr: Premier
zh_hans: 第一版

# revision.2
source: Second
fr: Deuxième
zh_hans: 第二版

# revision.3
source: Third
fr: Troisième
zh_hans: 第三版

# revision.4
source: Fourth
fr: Quatrième
zh_hans: 第四版

# revision.5
source: Fifth
fr: Cinquième
zh_hans: 第五版

# revision.6
source: Sixth
fr: Sixième
zh_hans: 第六版

# revision.7
source: Seventh
fr: Septième
zh_hans: 第七版

# revision.8
source: Eighth
fr: Huitième
zh_hans: 第八版

# revisionMode.clearLine
source: Clear Revision Markers in Line
fr: Effacer les marqueurs de révisions sur la ligne
sv: Ta bort revision för aktuell rad
zh_hans: 当前行清除修订

# revisionMode.clearSelection
source: Clear Revision Markers in Selection
fr: Effacer les marqueurs de révisions dans la sélection
sv: Ta bort revision för aktuell markering
zh_hans: 选中部分清除修订

# revisionMode.reviseLine
source: Mark Current Line as Revised
fr: Marquer la ligne active comme révisée
sv: Slå på revision för aktuell rad
zh_hans: 当前行标记为修订

# revisionMode.reviseSelection
source: Mark Current Selection as Revised
fr: Marquer la sélection active comme révisée
sv: Slå på revision för aktuell markering
zh_hans: 选中部分标记为修订

# revisions.commitPrompt.text
source: This will clear all revision markers and remove all ranges marked for removal. Are you sure you want to continue?
fi: Korjausten hyväksyntä pyyhkii kaikki korjausmerkinnät ja poistettavaksi merkityt alueet. Haluatko varmasti jatkaa?
fr: Tous les marqueurs de révision seront supprimés et toutes les plages marquées pour suppression seront supprimées. Êtes-vous sûr de vouloir continuer ?
sv: Detta tar bort alla revisionsmarkeringar och raderar all text som markerats för borttagning. Är du säker på att du vill fortsätta?
zh_hans: 这将清除所有修订标记并移除所有标记为删除的范围。您确定要继续吗？

# revisions.commitPrompt.title
source: Commit all revisions
fi: Hyväksy korjaukset
fr: Valider toutes les révisions
sv: Acceptera alla revisioner
zh_hans: 提交所有修订

# revisions.convert.from
source: Current generation
fi: Nykyinen taso
fr: Série actuelle
sv: Nuvarande generation
zh_hans: 当前版本

# revisions.convert.info
source: The selected generation of revisions will be converted to another generation. If you leave the target generation empty, the selected revisions will be removed.
fi: Valitun tasoiset korjausmerkinnät muunnetaan toisen tasoiseksi. Jos jätät kohdetason tyhjäksi, valitut korjausmerkinnät poistetaan
fr: La série de révisions sélectionnée sera convertie vers une autre série. Si la série cible est vide, les révisions sélectionnées seront supprimées.
sv: Den valda generationen av revisioner kommer att konverteras till en annan generation. Om du lämnar målgenerationen tom kommer de valda versionerna att raderas.
zh_hans: 所选修订版本将被转换为另一个版本。如果您将目标版本留空，则所选修订将被删除。

# revisions.convert.onlySelectedRange
source: Only in selected range
fi: Vain valitulla alueella
fr: Seulement dans les plages sélectionnées
sv: Endast inom vald text
zh_hans: 仅在选定范围内

# revisions.convert.remove
source: (remove)
fi: (poista)
fr: (supprimer)
sv: (radera)
zh_hans: （删除）

# revisions.convert.title
source: Convert/Remove Revision Markers
fi: Muunna tai poista korjausmerkintöjä
fr: Convertir/supprimer les marqueurs de révision
sv: Konvertera/ta bort revisionsmarkörer
zh_hans: 转换/删除修订标记

# revisions.convert.to
source: Target generation
fi: Uusi taso
fr: Série cible
sv: Målgeneration
zh_hans: 目标版本

# revisions.downgrade.from
source: Lowest revision after downgrade:
fi: Uusi alin korjaustaso:
fr: Première révision après rétrogradation :
sv: Lägsta revision efter nedgradering:
zh_hans: 降级后的最低修订版本：

# revisions.downgrade.info
source: This operation downgrades the selected revision generation to become the first generation, and higher generations follow suit. This is useful when you've reached the highest generation level, and want to remove lower-level markings.
fi: Tämä muuttaa valituntasoiset korjaukset ensimmäisen kierroksen korjauksiksi, ja samalla siirtää myös myöhemmät korjausmerkinnät saman verran alaspäin. Toiminto on hyödyllinen esimerkiksi silloin, kun korjauskierroksissa on tultu jo korkeimmalle tasolle.
fr: Cette opération rétrograde la série de révisions sélectionnée et les séries suivantes. Utile pour supprimer les niveaux précédents lorsque le dernier niveau de révision est atteint.
sv: Nedgraderar den valda versionen till att bli den första generationen, och högre generationer följer efter. Alla tidigare versioner raderas.
zh_hans: 此操作将所选修订版本降级为第一版，较高版本将随之调整。这在您已达到最高版本级别并且希望删除较低级别标记时非常有用。

# revisions.downgrade.title
source: Downgrade Revisions
fi: Alenna korjausten tasoa
fr: Rétrograder les révisions
sv: Nedgradera revisioner
zh_hans: 修订降级

# spelling.ignoreDialogue.text
source: You might need to reopen the document for the changes to take effect.
fr: Réouvrir le document est probablement nécessaire pour que les changements prennent effet.
sv: Du kan behöva öppna dokumentet igen för att ändringarna ska träda i kraft.

# spelling.ignoreDialogue.title
source: Ignore Spell Checking in Dialogue
fr: Ignorer l'orthographe dans les dialogues
sv: Ignorera stavning för dialoger

# statistics.lines
source: lines
fi: Repliikit
fr: lignes
sv: rader
zh_hans: 对白

# statistics.scenes
source: scenes
fi: Kohtaukset
fr: scènes
sv: scener
zh_hans: 场景

# statisticsPanel.averageSceneLength
source: Average scene length
fi: Kohtausten keskipituus
fr: Longueur moyenne des scènes
sv: Genomsnittlig scenlängd
zh_hans: 平均场景长度

# statisticsPanel.linesByGender
source: Lines by Gender
fi: Sukupuolittain
fr: Lignes par genre
sv: Repliker per genus
zh_hans: 按性别划分台词

# statisticsPanel.linesPerCharacter
source: Lines per Character
fi: Dialogi
fr: Lignes par personnage
sv: Repliker per karaktär
zh_hans: 每个角色的台词

# statisticsPanel.locations
source: Locations
fi: Lokaatiot
fr: Lieux
sv: Platser
zh_hans: 地点

# statisticsPanel.locations.exterior
source: Exterior
fi: Ulkotila
fr: Extérieur
sv: Exteriör
zh_hans: 室外

# statisticsPanel.locations.interior
source: Interior
fi: Sisätila
fr: Intérieur
sv: Interiör
zh_hans: 室内

# statisticsPanel.locations.other
source: Other
fi: Muu
fr: Autre
sv: Övrigt
zh_hans: 其它

# statisticsPanel.longestScene
source: Longest scene
fi: Pisin kohtaus
fr: Scène la plus longue
sv: Längsta scen
zh_hans: 最长场景

# statisticsPanel.noDialogue
source: No dialogue
fi: Ei dialogia
fr: Aucun dialogue
sv: Ingen dialog
zh_hans: 无对白

# statisticsPanel.setGenderInfo
source: Set gender for characters on the left side
fi: Aseta hahmojen sukupuoli vasemmalta
fr: Définir le genre pour les personnages à gauche
sv: Ange genus för respektive karaktär till vänster
zh_hans: 给左侧的角色设置性别

# statisticsPanel.stats.characters
source: characters
fi: merkkiä
fr: personnages
sv: karaktärer
zh_hans: 角色

# statisticsPanel.stats.scenes
source: scenes
fi: kohtausta
fr: scènes
sv: scener
zh_hans: 场景

# statisticsPanel.stats.words
source: words
fi: sanaa
fr: mots
sv: ord
zh_hans: 单词

# statisticsPanel.title
source: Screenplay Statistics
fi: Tilastot
fr: Statistiques du scénario
sv: Statistik för manus
zh_hans: 剧本统计

# storyline.add
source: Add Storyline...
fi: Lisää tarinalinja...
fr: Ajouter une intrigue...
sv: Lägg till storyline
zh_hans: 新建故事线...

# storyline.placeholder
source: New Storyline Name
fi: Uuden tarinalinjan nimi
fr: Nouveau nom d'intrigue
sv: Nytt namn på storyline
zh_hans: 新的故事线名称

# tag.cast
source: Cast
fr: Casting
sv: Rollista
zh_hans: 角色

# tag.extras
source: Extras
fr: Figurants
sv: Statister
zh_hans: 其它

# tag.makeup
source: Makeup
fr: Maquillage
sv: Smink
zh_hans: 化妆

# tag.music
source: Music
fr: Musique
sv: Musik
zh_hans: 音乐

# tag.none
source: None
fr: Aucun
sv: Ingen

# tag.prop
source: Props
fr: Accessoires
sv: Rekvisita
zh_hans: 道具

# tag.setDesign
source: Set Design
fr: Décors

# tag.sfx
source: Special effects
fr: Effets spéciaux
sv: Specialeffekter
zh_hans: 特效

# tag.stunt
source: Stunt
fr: Cascade

# tag.vehicle
source: Vehicle
fr: Véhicule
sv: Fordon
zh_hans: 车辆

# tagManager.createReport
source: Create Tag Report
fr: Créer un rapport d'étiquettes
sv: Skapa taggrapport

# tagManager.list.warning.noTypes
source: Add one or more tag types first
fr: Ajouter d'abord un ou plusieurs types d'étiquettes
sv: Lägg till en eller flera taggtyper först

# tagManager.rename
source: Rename
fr: Renommer
sv: Byt namn

# tagManager.report.create
source: Create
fr: Créer
sv: Skapa

# tagManager.report.listScenesByTag
source: List scenes by tag
fr: Lister les scènes par étiquette
sv: Lista scener efter tagg

# tagManager.report.sceneByScene
source: Scene by scene
fr: Scène par scène
sv: Scen för scen

# tagManager.report.sceneByScene.details
source: List selected tag types, followed by scenes that contain them
fr: Lister les types d'étiquettes sélectionnés suivi des scènes qui les contiennent
sv: Lista scener i kronologisk ordning, varje följd av en lista över valda taggar

# tagManager.report.screenplay
source: Screenplay
fr: Scénario
sv: Manuskript

# tagManager.report.screenplay.details
source: Create a new document with all scenes that contain any of selected tag types
fr: Créer un nouveau document avec toutes les scènes contenant les types d'étiquettes sélectionnées
sv: Skapa ett nytt dokument med alla scener som innehåller någon av de valda taggtyperna

# tagManager.tab.edit
source: Edit Tags
fr: Éditer les étiquettes
sv: Redigera

# tagManager.tab.report
source: Tag Reports
fr: Rapport d'étiquettes
sv: Rapporter

# tagManager.windowTitle
source: Tag Manager
fr: Gestionnaire d'étiquettes
sv: Tagghanterare

# templates.comicBook.description
source: A simple comic book template
fi: Yksinkertainen sarjakuvapohja
fr: Modèle de bande dessinée simple
sv: Enkel mall för serietidning
zh_hans: 一个简明的漫画书模板

# templates.comicBook.title
source: Comic Book
fi: Sarjakuva
fr: Bande dessinée
sv: Serietidning
zh_hans: 漫画书

# templates.novel-tutorial.description
source: Get started with writing novels in Beat
fr: Démarrer l'écriture de romans avec Beat
sv: Kom igång med att skriva romaner
zh_hans: 在 Beat 中开始创作小说

# templates.novel-tutorial.title
source: Novel Tutorial
fr: Tutoriel Roman
sv: Romanhandledning
zh_hans: 小说教程

# templates.novel.description
source: Bare-bones novel template
fr: Modèle de roman minimal
sv: Enkel romanmall
zh_hans: 基本小说模板

# templates.novel.title
source: Novel
fr: Roman
sv: Roman
zh_hans: 小说

# templates.onePageSynopsis.description
source: Draft a condensed version of your story
fi: Tiivistä tarinasi yhteen sivuun
fr: Rédiger une version condensée de l'histoire
sv: Skapa en kort version av din historia
zh_hans: 起草一个浓缩版的故事

# templates.onePageSynopsis.title
source: One-Page Synopsis
fi: Sivun synopsis
fr: Synopsis d'une page
sv: Synopsis på en sida
zh_hans: 单页故事梗概
